export const QuestionData = [
  {
    id: 1,
    title: "당신이 환경 보호에 대해 가장 우선시하는 부분은 무엇인가요?",
    answera:
      "대기 오염, 지구 온난화 등 기후변화와 관련된 환경 문제에 대해 가장 우선적으로 생각한다.",
    answerb:
      "자연 생태계를 보호하고 생태계 파괴에 대한 문제를 우선적으로 생각한다.",
    type: "EI",
  },
  {
    id: 2,
    title: "환경 보호 활동에 대해 듣고, 나의 반응은?",
    answera:
      "주변 사람들과 함께 환경 보호를 위한 봉사나 캠페인에 참여하고 싶다.",
    answerb:
      "환경 보호를 하긴 하지만 나 혼자 실천할 수 있는 행동들이 더 편하다.",
    type: "EI",
  },
  {
    id: 3,
    title: "친구나 가족이 환경 보호에 관심이 없을 때 나는?",
    answera:
      "이들과 함께 환경 보호에 대한 정보를 공유하고, 함께 실천하도록 독려한다.",
    answerb:
      "강제하거나 주입시키는 것보다는, 내가 실천하며 좋은 모습을 보여줌으로써 영향을 끼치려 한다.",
    type: "EI",
  },
  {
    id: 4,
    title: "당신이 쓰는 제품이나 소비행태를 환경 보호를 고려해서 선택하시나요?",
    answera:
      "환경 친화적인 제품을 선호하며, 재활용 가능한 제품을 선택하고 에코백 등 재사용 가능한 제품을 사용한다.",
    answerb:
      "환경 친화적인 제품을 선택하지는 않지만, 일부 소비행태에서는 환경 보호를 고려한다.",
    type: "SN",
  },
  {
    id: 5,
    title: "환경 보호를 위해 가장 중요한 것은 무엇이라고 생각하시나요?",
    answera: "개인의 노력과 자발적인 환경 보호 활동이 중요하다.",
    answerb: "정부와 기업의 적극적인 대응과 지원이 중요하다.",
    type: "SN",
  },
  {
    id: 6,
    title: "환경 보호에 대한 중요성에 대해 어떻게 생각하시나요?",
    answera: "지구상의 모든 생물과 인간이 함께 지내기 위해서이다.",
    answerb: "인간의 삶과 건강에 직접적인 영향을 미치기 때문이다.",
    type: "SN",
  },
  {
    id: 7,
    title: "환경 교육의 목적이 무엇이라고 생각하시나요?",
    answera: "환경 문제에 대한 이해와 해결 능력을 키우는 것이다.",
    answerb: "환경에 대한 존중과 사랑을 배우는 것이다.",
    type: "TF",
  },
  {
    id: 8,
    title: "물건의 재활용을 결정할 때 어떤 기준을 중요하게 생각하시나요?",
    answera: "재활용이 가져오는 경제적 이익 여부를 따져본다.",
    answerb: "재활용이 환경과 자원 보호에 어떤 기여를 할 수 있는지를 따진다.",
    type: "TF",
  },
  {
    id: 9,
    title: "효과적인 환경 보호 정책을 선정할 때 무엇을 우선시 하시나요?",
    answera: "과학적이고 실용적인 접근 방식을 사용한다.",
    answerb: "사회와 생태계에 미치는 영향을 고려한다.",
    type: "TF",
  },
  {
    id: 10,
    title: "당신이 환경 단체에 가입한다면 둘 중 어느 단체를 선호하시나요?",
    answera: "목표와 계획이 구체적이고 체계적인 단체를 선호한다",
    answerb: "다양한 활동과 유연한 구성을 가진 단체를 선호한다",
    type: "JP",
  },
  {
    id: 11,
    title: "환경을 위한 법률 개정에 대한 의견은 어떠한가요?",
    answera: "체계적이고 명확한 규제를 통해 환경 문제를 해결해야 한다.",
    answerb: "상황에 따라 유연하게 대응할 수 있는 법률이 필요하다.",
    type: "JP",
  },
  {
    id: 12,
    title: "환경 프로젝트를 진행한다면 어떤 역할을 선호하실 것 같나요?",
    answera: "프로젝트의 일정과 목표를 관리하고 조직하는 역할을 선호",
    answerb: "아이디어를 제안하고 창의적인 해결책을 모색하는 역할을 선호",
    type: "JP",
  },
];
