export const QuestionData = [
  {
    id: 1,
    title:
      "환경 보호 프로젝트를 구상하게 된 당신이 선호하는 의사소통 방식은 무엇인가요?",
    answera: "대면으로 의견을 주고받는다.",
    answerb: "온라인으로 소통한다.",
    type: "EI",
  },

  {
    id: 2,
    title: "환경 보호 활동을 실천하는 당신, 그 활동은 무엇인가요?",
    answera: "지인들과 함께 하는 봉사, 캠페인에 참여하고 싶다.",
    answerb: "나 혼자 하는 일상 속 실천이 더 편하다.",
    type: "EI",
  },
  {
    id: 3,
    title: "친구나 가족이 환경 보호에 관심이 없을 때 당신의 행동은 무엇인가요?",
    answera: "적극적인 정보 공유 및 실천 독려이다.",
    answerb: "'내가 열심히 하다보면 따라하겠지'라고 생각한다.",
    type: "EI",
  },
  {
    id: 4,
    title: "일상생활 속 당신이 선호하는 환경 보호 활동은 무엇인가요?",
    answera: "분리수거, 절약 등 실용적인 활동을 선호한다.",
    answerb: "재활용, 새활용 등 창의적이고 개인적인 활동을 선호한다.",
    type: "SN",
  },
  {
    id: 5,
    title: "환경 보호를 위해 가장 중요한 것은 무엇이라고 생각하시나요?",
    answera: "개인의 노력, 자발적인 행동이 중요하다.",
    answerb: "정부와 기업의 적극적인 대응과 지원이 중요하다.",
    type: "SN",
  },
  {
    id: 6,
    title: "환경 보호와 관련된 소셜 미디어 캠페인을 기획한다면?",
    answera: "퀴즈, 게임 등 참여와 소통을 유도하는 캠페인을 기획한다.",
    answerb:
      "교육적 콘텐츠 제공 같은 정보 전달과 인식 개선에 초점을 맞춘 캠페인을 기획한다.",
    type: "SN",
  },
  {
    id: 7,
    title: "환경 문제 해결을 위해 당신이 참여하고 싶은 활동은 무엇인가요?",
    answera: "쓰레기 줍기와 같이 직접 참여할 수 있는 활동적인 활동을 선호한다.",
    answerb: "환경 인식 캠페인 같은 정책적, 교육적 활동을 선호한다.",
    type: "TF",
  },
  {
    id: 8,
    title: "새로운 가전제품을 구매한다면 어떤 요소를 더 중요하게 보나요?",
    answera:
      "제품의 성능, 기능, 에너지 효율 등 객관적인 지표를 더 중요하게 본다.",
    answerb: "제품의 디자인, 사용자 후기 등 주관적인 지표를 더 중요하게 본다.",
    type: "TF",
  },
  {
    id: 9,
    title: "옷을 구매할 때 중요한 요소는 무엇인가요?",
    answera:
      "옷의 내구성, 세탁 용이성, 가격 등 현실적인 요소를 중요하게 생각한다.",
    answerb:
      "옷의 색상, 스타일, 브랜드의 인기도 등 감성적인 요소를 중요하게 생각한다.",
    type: "TF",
  },
  {
    id: 10,
    title: "환경 친화적인 생활습관을 도입할 때 어떤 방식을 선호하나요?",
    answera: "일정한 스케줄을 정해놓고 일관되게 실천하는 것을 선호한다.",
    answerb: "자연스럽게 일상에 녹여내며 유연하게 실천하는 것을 선호한다.",
    type: "JP",
  },
  {
    id: 11,
    title: "환경 이슈에 대한 소식을 접할 때, 어떤 방식을 선호하나요?",
    answera:
      "정확한 정보와 구체적인 데이터를 제공하는 뉴스 기사나 보고서를 선호한다.",
    answerb:
      "이야기나 사례를 통해 경험적으로 전달되는 블로그 글이나 영상을 선호한다.",
    type: "JP",
  },
  {
    id: 12,
    title: "환경 프로젝트를 진행한다면 어떤 역할을 선호하실 것 같나요?",
    answera: "프로젝트의 일정과 목표를 관리하고 조직하는 역할을 선호",
    answerb: "아이디어를 제안하고 창의적인 해결책을 모색하는 역할을 선호",
    type: "JP",
  },
];
